Repository: 84000/data-translation-memory
Catalog: toh1-3-v3.tmx
Source language: bo
Languages: en

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་འདི་ལྟར་ཡང་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་རྣམས་ཀྱིས་དགེ་སློང་འཐབ་ཀྲོལ་བགྱིད་པ། མཚང་འདྲུ་བར་བགྱིད་པ། རྩོད་པར་བགྱིད་པ། འགྱེད་པར་བགྱིད་པ། རྩོད་པའི་གཞི་བགྱིད་པ་དག་མཆིའོ་ཞེས་ཐོས་ཏེ།
en: Monks Known to Be Quarrelsome Who Have Pledged to Settle for the Rains Should Be Welcomed on the Fourth Month The venerable Upāli asked the Blessed Buddha, “Honorable One, some monks who have pledged to settle for the rains have heard that some other monks who are quarrelsome, critical, disputatious, divisive, and argumentative are coming.

source: དེ་དག་ངོ་ཚ་མ་མཆིས་པས་ཐོ་བཙམ་པ་ཉིད་དུ་བདག་ཅག་ལ་གླེང་བར་བགྱིད། དྲན་པར་བགྱིད་དོ་སྙམ་ན། དེ་རྣམས་ཀྱིས་དེ་དག་ལ་ཇི་ལྟར་བསྒྲུབ་པར་བགྱི།
en: What should be done if we think those who are coming will, in their scorn, shamelessly make accusations against us and try to remind us of offenses?”

source: ཉེ་བ་འཁོར་དགེ་སློང་དེ་རྣམས་ཀྱིས་གསོ་སྦྱོང་གི་ལས་གཉིས་སམ། གསུམ་འདས་པར་བྱས་ནས་དགག་དབྱེ་བྱའོ། །
en: “Upāli, the monks, after two or three restoration rites have passed, should then lift restrictions.

source: གལ་ཏེ་མ་གྲུབ་ན་དགེ་སློང་དེ་རྣམས་ཀྱིས་གནོད་པའི་ཆེད་ཀྱི་དཀྱིལ་འཁོར་གཉིས་སམ། གསུམ་ཁས་བླང་བར་བྱའོ། །
en: “If it is not done, two or three monks should agree upon an inner circle for adversities.

source: གལ་ཏེ་མ་གྲུབ་ན་དགེ་སློང་དེ་རྣམས་ཀྱིས་བཤེས་པའི་ཚིག་གིས་བསུ་བར་བྱ།
en: “If it is not done, those monks should welcome the others with friendly words and then take their begging bowls and mantles.

source: ལྷུང་བཟེད་དང་ཆོས་གོས་བླང་བར་བྱ་སྟེ། ལྷུང་བཟེད་དང་ཆོས་གོས་དག་གིས་མགུ་ཞིང་རབ་ཏུ་མགུ་བར་བྱས་ལ་དགག་དབྱེ་བྱའོ། །
en: Then, having pleased and appeased them through their begging bowls and ceremonial robes, restrictions should be lifted.

source: གལ་ཏེ་དེ་ལྟར་མ་གྲུབ་ན་ཁྲུས་བྱ་སྟེ།
en: “If it is not done, they should be bathed.

source: ཁྲུས་བྱ་བས་མགུ་ཞིང་རབ་ཏུ་མགུ་བར་བྱས་ལ་དགག་དབྱེ་བྱའོ། །
en: Then, having pleased and appeased them by bathing them, restrictions should be lifted.

source: གལ་ཏེ་མ་གྲུབ་ན་ཆོས་བསྒྲག་པར་བྱ་སྟེ།
en: “If it is not done, they should give a hearing to the Dharma.

source: ཆོས་བསྒྲགས་པས་མགུ་ཞིང་རབ་ཏུ་མགུ་བར་བྱས་ལ་དགག་དབྱེ་བྱའོ། །
en: Then, having pleased and appeased them by listening to the Dharma, restrictions should be lifted.

source: གལ་ཏེ་མ་གྲུབ་ན་ཉེ་བ་འཁོར་དགེ་སློང་དེ་དག་དཀྱིལ་འཁོར་གྱི་ནང་དུ་དོང་ལ་གསོ་སྦྱོང་བྱའོ། །གལ་ཏེ་དེ་དག་འདི་སྐད་ཅེས།
en: “If it is not done, Upāli, those monks should go into the inner circle and perform the restoration rite.

source: ཚེ་དང་ལྡན་པ་དག་དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ན། ཁྱེད་ཅག་ཅིའི་ཕྱིར་གསོ་སྦྱོང་བྱེད་ཅེས་ཟེར་ན།
en: If others say, ‘Venerable ones, today is the fifteenth, the saṅgha’s lifting of restrictions, so why are you performing the restoration rite?’

source: དེ་དག་ལ་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ། ཚེ་དང་ལྡན་པ་ཁྱེད་ཅག་ནི་གློ་བུར་དུ་འོངས་པ་ཡིན་ལ།
en: they should be told, ‘Venerable ones, you are visitors.

source: དོན་འདི་ནི་གཉུག་མར་གནས་པའི་དགེ་སློང་རྣམས་ཀྱིའོ་ཞེས་སྨྲོས་ཤིག །
en: This matter is for resident monks.’

source: དེ་ནས་དེ་དག་འདི་སྙམ་དུ་ཚེ་དང་ལྡན་པ་འདི་དག་ནི་ངེས་པར་ཟླ་བ་བཞི་པའི་དགག་དབྱེ་བྱེད་དོ་སྙམ་དུ་སེམས་པ་དང་།
en: “They will then think, ‘These venerable ones must surely be performing the rite for lifting restrictions on the fourth month.’

source: དེའི་འོག་ཏུ་འཇིགས་པ་དང་བྲལ་ཞིང་ཕས་ཀྱི་རྒོལ་བ་དང་བྲལ་ནས་སླར་ཡང་དགག་དབྱེ་བྱའོ། །
en: Then, once the danger and adversaries have gone, they should lift restrictions.”

source: འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་ནད་པས་མི་ན་བའི་དགག་དབྱེ་འཇོག་ན་ནད་པ་ལ་འདི་སྐད་ཅེས། ཚེ་དང་ལྡན་པ་ཁྱོད་ནི་ནད་པ་སྟེ་སྦྱོར་མི་བཟོད་ཀྱིས་འདུག་ཤིག་ཅེས་བརྗོད་པར་བྱའོ། །
en: The Ill “If, on the fifteenth, the day of lifting restrictions, an ill monk suspends the lifting of restrictions of a healthy monk, the ill monk should be told, ‘Venerable one, you are ill and cannot tolerate exertion; please stay.’

source: འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་མི་ན་བས་ནད་པའི་དགག་དབྱེ་འཇོག་ན་མི་ན་བ་ལ་འདི་སྐད་ཅེས།
en: “If, on the fifteenth, the day of lifting restrictions, a healthy monk suspends the lifting of restrictions of an ill monk, the healthy monk should be told, ‘Venerable one, he is ill and cannot tolerate exertion, please come.’

source: ཚེ་དང་ལྡན་པ་དེ་ནི་ནད་པ་སྟེ། སྦྱོར་མི་བཟོད་ཀྱིས་ཁྱོད་ཚུར་ཞེས་བརྗོད་པར་བྱའོ། །འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་ནད་པས་མི་ན་བའི་དགག་དབྱེ་ཕོ་ཉ་བཏང་སྟེ་འཇོག་ན་ཕོ་ཉ་ལ་འདི་སྐད་ཅེས། ཚེ་དང་ལྡན་པ་དེ་ནི་ན་བས་སྦྱོར་མི་བཟོད་ཀྱིས་ཁྱོད་འདུག་ཤིག་ཅེས་བརྗོད་པར་བྱའོ། །
en: “If, on the fifteenth, the day of lifting restrictions, an ill monk sends a messenger to suspend the lifting of restrictions of a healthy monk, the messenger should be told, ‘Venerable one, he is ill and cannot tolerate exertion; please stay.’

source: འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་མི་ན་བས་ནད་པའི་དགག་དབྱེ་ཕོ་ཉ་བཏང་སྟེ་འཇོག་ན་ཕོ་ཉ་ལ་འདི་སྐད་ཅེས། ཚེ་དང་ལྡན་པ་དེ་ནི་ན་བས་སྦྱོར་མི་བཟོད་ཀྱིས་ཁྱོད་ཚུར་ཞེས་བརྗོད་པར་བྱའོ། །
en: “On the fifteenth, the day of lifting restrictions, if a healthy monk sends a messenger to suspend the lifting of restrictions of an ill monk, the messenger should be told, ‘Venerable one, he is ill and cannot tolerate exertion, please come.’ ”

source: འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་དངོས་པོ་ཤེས་ལ་གང་ཟག་མ་ཡིན་པ་དང་། གང་ཟག་ཤེས་ལ་དངོས་པོ་མ་ཡིན་པ་དང་། གང་ཟག་དང་དངོས་པོ་ཤེས་པ་དང་། གང་ཟག་དང་དངོས་པོ་མི་ཤེས་པ་སྟེ།
en: Matters “On the fifteenth, the day of lifting restrictions, the matter may be known but the person is not; or the person is known but the matter is not; or both the person and matter are known; or neither the person nor the matter is known.

source: དངོས་པོ་ཤེས་ལ་གང་ཟག་མ་ཡིན་པ་ཇི་ལྟ་བུ་ཞེ་ན། འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་རྒན་ཞུགས་མི་ཤེས་པ།
en: “What does ‘the matter is known but the person is not’ mean?

source: རྨོངས་པ། མི་གསལ་བ། མི་མཁས་པ་གཞན་ཞིག་གིས་སྤྱོད་ཡུལ་ལམ། སྤྱོད་ཡུལ་གྱི་ལམ་ཀར་རིགས་ཀྱི་བུད་མེད་དམ། རིགས་ཀྱི་ན་ཆུང་ལ་ཁྲོས་སམ།
en: Suppose that, on the fifteenth, the day of lifting restrictions, a childish, foolish, ignorant, and unskilled latecomer scolds, insults, or touches a woman or girl of good family in a village or on the way to a village.

source: ཚིག་ངན་སྨྲས་སམ། རེག་པར་གྱུར་པས་མི་རྣམས་ཁྲོས་ཏེ། ཀུན་དགའ་ར་བའི་སྒོར་འོངས་ནས་འདི་སྐད་ཅེས། འཕགས་པ་འདི་དག་ནི་མི་མཛེས་པ། མ་བརྟགས་པ་ཡིན་ཏེ།
en: Outraged, the local people might arrive at the park’s gates, whence they hurl curses, saying, ‘The noble ones are unbecoming and lack judgement.

source: འཕགས་པ་དག་གིས་ཉེས་པ་འདི་དང་འདི་དག་བྱས་སོ་ཞེས་སྨྲས་ཀྱི། ཆེ་གེ་མོ་ཞིག་གིས་ཞེས་དེ་སྐད་དུ་མ་སྨྲས་པ་སྟེ།
en: These noble ones committed this and that sort of fault.’

source: དེ་ལྟ་བུ་ནི་དངོས་པོ་ཤེས་ལ་གང་ཟག་མ་ཡིན་པ་ཞེས་བྱའོ། །
en: Because they fail to name him, in such an incident the matter is known but the person is not.

source: གང་ཟག་ཤེས་ལ་དངོས་པོ་མ་ཡིན་པ་ཇི་ལྟ་བུ་ཞེ་ན།
en: “What does ‘the person is known but the matter is not’ mean?

source: འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་ཞེས་བྱ་བ་ནས།
en: Suppose that, on the fifteenth, the day of lifting restrictions, a childish, foolish, ignorant, and unskilled latecomer scolds, insults, or touches a woman or girl of good family in a village or on the way to a village.

source: ཀུན་དགའ་ར་བའི་སྒོར་འོངས་ནས་འདི་སྐད་ཅེས།
en: Outraged, the local people might arrive at the park’s gates, whence they hurl curses, saying, ‘The noble one named so-and-so is unbecoming and lacks judgement.

source: འཕགས་པ་འདི་དག་ནི་མི་མཛེས་པ། མ་བརྟགས་པ་ཞེས་བྱ་བའི་བར་སྔ་མ་བཞིན་ཏེ། འདི་ལྟར་འཕགས་པ་ཆེ་གེ་མོ་ཞེས་བྱ་བས་ཉེས་པ་བྱས་ཞེས་སྨོས་ཀྱི། འདི་སྐད་དུ་འདི་དང་འདི་དག་བྱས་སོ་ཞེས་ནི་མ་སྨོས་པ་སྟེ།
en: The noble one named so-and-so committed this and that sort of fault.’

source: དེ་ལྟ་བུ་ནི་གང་ཟག་ཤེས་ལ་དངོས་པོ་མ་ཡིན་པའོ། །
en: Because they name him but do not describe the matter, in such an incident, the person is known but the matter is not.

source: གང་ཟག་དང་དངོས་པོ་ཤེས་པ་ཇི་ལྟ་བུ་ཞེ་ན།
en: “What does ‘both the person and matter are known’ mean?

source: ཀུན་དགའ་ར་བའི་སྒོར་འོངས་ནས་འདི་སྐད་ཅེས་འཕགས་པ་ཞེས་བྱ་བའི་བར་སྔ་མ་བཞིན་ཏེ།
en: Outraged, the local people might arrive at the park’s gates, whence they hurl curses, saying, ‘The noble one named so-and-so is unbecoming and lacks judgement.

source: འཕགས་པ་ཆེ་གེ་མོ་ཞེས་བྱ་བས་ཉེས་པ་འདི་དང་འདི་དག་བྱས་སོ་ཞེས་སྨོས་པ་སྟེ།
en: The noble one named so-and-so committed this and that fault.’

source: འདི་ལྟ་བུ་ནི་གང་ཟག་དང་དངོས་པོ་ཤེས་པ་ཡིན་ནོ། །
en: Because they name him and name this and that fault, in such an incident, both the person and matter are known.

source: གང་ཟག་དང་དངོས་པོ་མི་ཤེས་པ་ཇི་ལྟ་བུ་ཞེ་ན།
en: “What does ‘neither the person nor the matter is known’ mean?

source: རྣམ་པ་འདི་དག་མ་གཏོགས་པའོ། །
en: Situations not included in the above scenarios.

source: ​དགག་དབྱེའི་གཞི་རྫོགས་སྷོ།​། །​།
en: This concludes “The Chapter on Lifting Restrictions.”
